tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "git"
brew "mas"
brew "node"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "zsh"
brew "heroku/brew/heroku"

cask "adoptopenjdk8"
cask "insomnia"
cask "intellij-idea-ce"
cask "mongodb"
cask "mongodb-compass-community"
cask "postico"
cask "slack"
cask "google-chrome"
cask "spotify"
cask "istat-menus"
cask "iina"
cask "visual-studio-code"
cask "lastpass"
