tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "python"
brew "ffmpeg"
brew "git"
brew "libav"
brew "mackup"
brew "mas"
brew "node"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
cask "deluge"
cask "gimp"
cask "insomnia"
cask "intellij-idea-ce"
cask "mongodb"
cask "mongodb-compass-community"
cask "open-in-code"
cask "openemu"
cask "postico"
cask "slack"
mas "LastPass", id: 926036361
mas "Wipr", id: 1320666476
